<!DOCTYPE html>
<html dir="rtl">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    @auth
        <meta name="logrocket-id" content="{{ auth()->user()->logrocketId() }}">
        <meta name="logrocket-id-extra" content='{!! auth()->user()->logrocketIdExtra() !!}'>
    @endif

    <title>{{ config('app.name') }}</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Nunito:400,600,700" rel="stylesheet">

    <!-- Styles -->
    <link rel="stylesheet" href="{{ asset('css/app.css') }}">

    <!-- Scripts -->
    <script src="https://unpkg.com/ionicons@5.2.3/dist/ionicons.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/moment.js/2.26.0/moment.min.js" defer></script>
</head>
<body class="font-sans antialiased  bg-gray-50 dark:bg-gray-900">
<div class="flex h-screen">
    <div class="flex flex-col flex-1 w-full mb-10">
        <div class="container mx-auto p-4">
            <div class="mx-auto">
                <h1 class="text-3xl mb-8 font-bold" id="contact">{{ __('words.contact-policy') }}</h1>
                <p style="margin-right: 20px;">تقوم سياسة التواصل في شركة مركز احترافية التدريب على ثالثة محاور أساسية هي:</p>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">المحور الأول: التواصل الداخلي:</h3>
                <p style="margin-right: 20px;">ويتضمن طرق ووسائل التواصل أقسام المركز المختلفة، والعاملين فيه تواصلاً عملياً يسهل إجراءات المركز الإدارية والتدريبية ويحقق انسجاماً قوياً بين أعضاء فريق العمل. </p>
                <br>
                <p style="margin-right: 20px;">وقد اعتمد مركز احترافية التدريب عدداً من الأساليب والوسائل كما يلي:</p>
                <br>
                <li style="margin-right: 50px;">أجهزة الاتصالات الداخلية بين أقسام المركز بعضها ببعض وبين العاملين.</li>
                <li style="margin-right: 50px;">البريد الإلكتروني الداخلي الخاص بالعاملين والمقرر من خلال الشبكة الداخلية للمركز.</li>
                <li style="margin-right: 50px;">مجموعات برامج التواصل الاجتماعي (واتس / تليجرام).</li>
                <li style="margin-right: 50px;">الاجتماعات الدورية.</li>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">المحور الثاني: التواصل الخارجي:</h3>
                <p style="margin-right: 20px;">ويتضمن التواصل مع المؤسسات الرسمية (الحكومية / القطاع الخاص / المؤسسات غير الربحية) بهدف إنجاز المهمات أو الحصول على التصاريح اللازمة للتدريب، وبرامجه أو عقد الشراكات ونحوها.</p>
                <br>
                <p style="margin-right: 20px;">وفي هذا المحور يعتمد مركز احترافية التدريب على الوسائل التالية:</p>
                <br>
                <li style="margin-right: 50px;">مواقع الويب الرسمية التابعة لتلك الجهات.</li>
                <li style="margin-right: 50px;">البريد الإلكتروني الرسمي المعتمد لها.</li>
                <li style="margin-right: 50px;">مواقع التواصل الاجتماعي المعتمدة والمرتبطة بتلك الجهات.</li>
                <li style="margin-right: 50px;">أرقام الاتصال المعلنة لتلك الجهات.</li>
                <li style="margin-right: 50px;">المكاتبات الورقية فيما لا يمكن إنجازه إلكترونياً.</li>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">المحور الثالث: التواصل مع المستفيدين:</h3>
                <p style="margin-right: 20px;">ويتضمن التواصل مع المتدرب، والتي تشكل عملية التواصل معه إحدى أهم طرق تقييم مستوى الخدمات التي يقدمها مركز احترافية التدريب.</p>
                <br>
                <p style="margin-right: 20px;">ومن أجل جودة هذا التواصل، وضمان الاستفادة القصوى منه يتبع مركز احترافية التدريب عدداً من الوسائل والأساليب، لتحقيقه بالجودة المطلوبة:</p>
                <br>
                <li style="margin-right: 50px;">قنوات الاتصال بين المركز والمتدرب من خلال الموقع الإلكتروني والذي تم تزويده بأيقونات اتصال متعددة تضمن وصول المعلومة من وإلى المتدرب، ويمكن من خلالها إيصال الاستفسار أو الفكرة أو المقترح أو الشكوى.</li>
                <li style="margin-right: 50px;">منتديات النقاش المصاحبة للدورات الغير متزامنة والتي تمكن المتدرب من التواصل مع المدرب من جهة ومن جهة أخرى يمكنه التواصل مع زملاءه.</li>
                <li style="margin-right: 50px;">المحادثات المباشرة (الشات) المفتوح خلال أي دورة يتم تقديمها.</li>
                <li style="margin-right: 50px;">حساب المركز (واتس آب) والذي يستقبل التواصل مع المتدرب بشكل دائم على مدار الساعة.</li>
                <li style="margin-right: 50px;">البريد الإلكتروني للمركز والذي يستقبل مراسلات المتدرب.</li>
                <li style="margin-right: 50px;">قناة المركز على التليجرام.</li>
                <li style="margin-right: 50px;">حساب المركز على تويتر.</li>
                <br>
                <h3 class="text-3xl mb-8 font-bold text-red-600" id="contact">آداب التواصل</h3>
                <p style="margin-right: 20px;">يعرف التواصل بأنه تبادل الحديث أو المعلومات، أي إنه عملية اتصال متبادلة بغض النظر عن نوع الاتصال الحاصل، وإن الحديث عن آداب التواصل يشمل الكثير من الآداب العامة التي بينتها التعاليم الإسلامية؛ مثل آداب الحديث والحوار، وآداب الاستماع، وإن وجود آداب محددة للتواصل يساعد في أن تكون حياة المسلم أكثر رقيًّا، كما أنها تحميه من الأذى الذي قد يتسبب به عدم الالتزام بأي أدب للتواصل، ولإيضاح أكبر سنعرض أهم آداب التواصل.</p>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">الاحترام</h3>
                <p style="margin-right: 20px;">إن أي حوار أو تواصل يفتقر للاحترام لا يعد تواصلًا حقيقيًّا، بل فيه إهانة واستعلاء طرف على الآخر، لذلك فإن الاحترام هو أهم أدب وركيزة يجب أن تتوفر لحدوث تواصل حقيقي، ومن الضروري الإشارة إلى أن اختلاف الرأي ووجهات النظر، أو أي اختلاف بين طرفين في أي عملية تواصل لا يعطي أحدهما الحق بالتقليل من احترام الآخر، فالاحترام أساس بغض النظر عن طبيعة عملية التواصل.</p>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">التواضع</h3>
                <p style="margin-right: 20px;">لتكون عملية التواصل والتفاعل نافعة وتؤدي الغرض والقصد منها لا بد من التواضع؛ لأنه يعطي القيمة الحقيقية لكل شيء دون زيادة أو نقصان، ويمكننا أن نتخيل كيف أن حضور مناسبة فيها شخص مغرور أمر ثقيل على الجميع؛ وذلك لأن التواصل معه سيكون مليئًا بالحذر والقلق والنفور، تحسبًا لأي ردة فعل سيئة قد يبديها، وعليه فإن التواضع يعد أدبًا أساسيًّا في التواصل ويجب الانتباه إلى تحققه وتوفره، وقد قال صلى الله عليه وسلم في التواضع والترغيب به: "مَنْ تواضعَ للهِ رفَعَهُ اللهُ".</p>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">مراعاة الطرف الآخر</h3>
                <p style="margin-right: 20px;">ويشمل ذلك مراعاة حالته النفسية وظروفه الاجتماعية ورتبته العلمية؛ إذ إن لكل ذلك أثر في حياة الإنسان، فالإنسان في حالة الحزن لا يكون كما هو في حالة الفرح، ولا يكون في الراحة كما يكون في ضيق العيش، ولا يكون في الجهل كما يكون في العلم، فلكل مقام مقال تجب مراعاته ليتحول التواصل بما يقتضيه حال الطرف الآخر وبما يضمن إنزال كل شخص في منزلته ومراعاة مشاعر الآخرين وحمايتها من الأذى.</p>
                <br>
                <h3 class="text-2xl mb-8 font-bold text-red-600" id="contact">حسن الاستماع</h3>
                <p style="margin-right: 20px;">كما ذكرنا في البداية فإن عملية التواصل تبادلية، وهذا يقتضي وجود متحدث ومستمع يتبادلان المعلومات أيًّا كان نوعها، وإن التزام أحد بدور المتحدث طوال عملية التواصل يخل بالعملية، كما أنه أمر غير لائق، لأن الشخص المستمع سيشعر بأن المتحدث لا يقدره وبأنه لا قيمة له، كما أن عدم الاستماع الجيد للمتحدث فيه سوء أدب معه، لأنه أيضًا يشعره بعدم أهميته أو أهمية ما يقوله، لذلك من الضروري على كل الأطراف في عملية التواصل أن تحسن الاستماع لتتمكن من إحسان الرد والتحدث في الوقت المناسب.</p>
                <br>

            </div>
        </div>
    </div>
</div>
</body>
</html>
