<!DOCTYPE html>
<html dir="rtl">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    @auth
        <meta name="logrocket-id" content="{{ auth()->user()->logrocketId() }}">
        <meta name="logrocket-id-extra" content='{!! auth()->user()->logrocketIdExtra() !!}'>
    @endif

    <title>{{ config('app.name') }}</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Nunito:400,600,700" rel="stylesheet">

    <!-- Styles -->
    <link rel="stylesheet" href="{{ asset('css/app.css') }}">

    <!-- Scripts -->
    <script src="https://unpkg.com/ionicons@5.2.3/dist/ionicons.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/moment.js/2.26.0/moment.min.js" defer></script>
</head>
<body class="font-sans antialiased  bg-gray-50 dark:bg-gray-900">
    <div class="flex h-screen">
        <div class="flex flex-col flex-1 w-full mb-10">
            <div class="container mx-auto p-4">
                <div class="mx-auto">
                    <h1 class="text-3xl mb-8 font-bold" id="support-policy">{{ __('words.support-policy') }}</h1>
                    <p>يتم تقديم المساعدة والدعم الفني من خلال هذه البوابة عبر عدة قنوات، نذكر بيانات الاتصال بالفروع والادارات المختلفة:</p>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">الهاتف: 92000347</li>
                        <li class="mt-2">الايميل: training@ptc-ksa.com</li>
                        <li class="mt-2">واتس أب: 0555026885</li>
                        <li class="mt-2">يتم تقديم المساعدة والدعم التعليمي من خلال هذه التواصل مع المدربين من خلال الواتس اب 0555026885.</li>
                    </ul>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="attendance-policy">{{ __('words.attendance-policy') }}</h1>
                    <p>يمكن بسهولة إثبات الحضور وفق جدول البرامج التدريبية ودخول الفصول الافتراضية على منصة التدريب من خلال اتباع الخطوات التالية:</p>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">1.	الذهاب إلى رابط المنصة التدريبية الخاصة بشركة مركز احترافية التدريب https://app.ptc-ksa.com</li>
                        <li class="mt-2">2.	البدء في تسجيل الدخول إلى الحساب الخاص على المنصة باسم المستخدم وكلمة المرور.</li>
                        <li class="mt-2">3.	بمجرد تسجيل الدخول للمنصة الإلكترونية للتدريب يتم تسجيل الحضور والانصراف بشكل تلقائي</li>
                        <li class="mt-2">4.	بجوار اسم كل برنامج تدريبي، يوجد زر خاص بتسجيل الحضور، وهنا على المتدرب/ة أن يقوم بالضغط على زر الحضور المجاور للبرنامج المُراد إثبات حضورها.</li>
                        <li class="mt-2">5.	بذلك يكون المتدرب قد قام بالفعل بحضور البرنامج التدريبي وقد أثبت ذلك تلقائيا بعد الدخول على المنصة حيث أن الحضور افتراضيا يعادل الحضور الاعتيادي.</li>
                        <li class="mt-2">6.	التزام المتدربة بالحضور للجلسات التدريبية بما لايقل عن 70% من معدل الجلسات التدريبية لكل دورة.</li>
                    </ul>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="academic-integrity-policy">{{ __('words.academic-integrity-policy') }}</h1>
                    <p> يعبر مصطلح النزاهة الأكاديمية عن التزام المتدربين بالقيم الأدبية الراقية وبالأمانة التعليمية تحقيقاً لنجاحه الأكاديمي بشكل مسؤول، ويشمل ذلك النزاهة في التحدث والتشاور على أنظمة التعلم الإلكتروني والتعليم عن بعد، وعدم الغش في الاختبارات، أو تكليف الآخرين بإجراء الأنشطة الإلكترونية نيابة عنهم، وتعد النزاهة الأكاديمية جزء أساسي من نظام التعليم والتعلم في برامج التعلم الإلكتروني والتعليم والتدريب عن بعد، هذا وتحرص شركة مركز احترافية التدريب على تحقيق النزاهة الأكاديمية في برامج التعلم الإلكتروني والتعليم عن بعد عن طريق (على سبيل المثال وليس الحصر):</p>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">تقديم التوجيه والإرشاد للمتدربين الجدد</li>
                        <li class="mt-2">منع الغش</li>
                        <li class="mt-2">احترام حقوق الملكية الفكرية</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">ميثاق النزاهة الاكاديمية</h2>
                    <p>النزاهة الاكاديمية المطلقة متوقع في جميع المشاريع النزاهة الاكاديمية من كل متدرب يدرس في شركة مركز احترافية التدريب، ترتكز القيم الاكاديمية الاكثر أهمية على مفهوم الصدق مع احترام الجهود الفكرية للفرد والاخرين. ويفترض من المتدربين والمدربين في شركة مركز احترافية التدريب التمسك بهذه المسؤولية وتعزيز هذه القيمة هذه المذكرة تعنى تحديدا مع سلوك المتدربين في شركة مركز احترافية التدريب حيث ان الشركة لديها سـياسة عدم التسامح مطلقا مع الغش والتزوير والانتحال او اي انتهاك آخر لقانون النزاهة.</p>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="privacy-policy">{{ __('words.privacy-policy') }}</h1>
                    <p class="mt-2">المعلومات المحتواة في هذا الموقع هي للأغراض العامة والتعليمية والتدريبية فقط، كما أن المعلومات المحتواة في هذا الموقع مقدمة من قبل " شركة مركز احترافية التدريب".</p>
                    <p class="mt-2"> الشركة وإدارتها لا يتحملا بأي شكل من الأشكال أي ضرر أو خسائر تنتج عن استخدام الموقع أو التعامل معه بشكل مباشر أو غير مباشر.</p>
                    <p class="mt-2"> يجمع ويخزن موقع شركة مركز احترافية التدريب بشكل دوري بعض المعلومات من مستخدمي الموقع، وذلك بهدف تحسين وتطوير وإدارة موقع الشركة بشكل أفضل، ولأغراض عملية أخرى، ومن هذه المعلومات، الصفحات التي تمت زيارتها في الموقع، عنوان بروتوكولات الإنترنت الخاص بالزائر، ونوع المتصفح ولغته، وتاريخ ووقت الطلب. </p>
                    <p class="mt-2">ليس من أهداف الموقع التشارك مع الغير في هذه المعلومات أو استخدامها لغير الأغراض الفنية وتطوير الخدمات مالم يتوفر طلب قانوني ورسمي بخلاف ذلك. </p>
                    <p class="mt-2">نؤكد على ضرورة الإشارة المرجعية عند الرجوع أو الاستخدام لأي مادة منشورة في هذا الموقع</p>
                    <p class="mt-2">يحق للشركة إجراء أي تعديل طفيف أو جذري لشروط سياسة الخصوصية من وقت لآخر من دون الحاجة إلى تقديم إخطار بذلك، وإذا كنت ترغب بالاستمرار في استخدام موقعنا بعد إدخال التعديلات على سياسة الخصوصية هذه، فإن هذا يعني قبولك لهذه التغييرات </p>
                    <p class="mt-2"> يحق للشركة اتخاذ التدابير التي تراها ملائمة للحماية من أي فقدان أو إساءة استخدام أو تغيير للمعلومات الموجودة على الموقع الإلكتروني،</p>
                    <p class="mt-2"> تكون قوانين المملكة العربية السعودية وحدها هي القوانين واجبة التطبيق في كل ما يتعلق بالنزاعات التي  قد تنشأ من جراء استخدام هذا الموقع الإلكتروني ، كما تختص محاكم المملكة العربية السعودية حصرياً بالنظر في تلك النزاعات والبت فيها.</p>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="intellectual-property-rights">{{ __('words.intellectual-property-rights') }}</h1>
                    <p>جميع حقوق الملكية محفوظة لصالح شركة مركز احترافية التدريب</p>
                    <p>محتويات الموقع محفوظة بموجب حقوق الملكية الفكرية لصالح شركة مركز احترافية التدريب ويتعرض للمساءلة القانونية كل من يستخدم البرامج التدريبية بمسمياتها أو مكوناتها، أو من يقوم بالنقل أو الاقتباس أو النسخ أو العرض أو النشر بأية طريقة.</p>
                    <p>محتويات هذا الموقع بما في ذلك، على سبيل المثال لا الحصر، النصوص، الرسومات، الصور، الشعارات، الروابط والأصوات محمية بموجب حقوق شركة مركز احترافية التدريب، وغير مصرح باستخدام أو إعادة نشر أو تخزين أو طباعة تلك المعلومات والخدمات والمواد وحقوق الملكية الواردة في هذا الموقع ممنوع منعا باتا استخدامها للأغراض التجارية او التسويق   أو النسخ لحقوق الملكية الفكرية.</p>
                </div>
            </div>
        </div>
    </div>
</body>
</html>
