<!DOCTYPE html>
<html dir="rtl">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    @auth
        <meta name="logrocket-id" content="{{ auth()->user()->logrocketId() }}">
        <meta name="logrocket-id-extra" content='{!! auth()->user()->logrocketIdExtra() !!}'>
    @endif

    <title>{{ config('app.name') }}</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Nunito:400,600,700" rel="stylesheet">

    <!-- Styles -->
    <link rel="stylesheet" href="{{ asset('css/app.css') }}">

    <!-- Scripts -->
    <script src="https://unpkg.com/ionicons@5.2.3/dist/ionicons.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/moment.js/2.26.0/moment.min.js" defer></script>
</head>
<body class="font-sans antialiased  bg-gray-50 dark:bg-gray-900">
    <div class="flex h-screen">
        <div class="flex flex-col flex-1 w-full mb-10">
            <div class="container mx-auto p-4">
                <div class="mx-auto">
                    <h1 class="text-3xl mb-8 font-bold" id="support-policy">{{ __('words.support-policy') }}</h1>
                    <p>يتم تقديم المساعدة والدعم الفني من خلال هذه البوابة عبر عدة قنوات، نذكر بيانات الاتصال بالفروع والادارات المختلفة:</p>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">الهاتف: 0114400323</li>
                        <li class="mt-2">الايميل: trainee.affairs@ptc-ksa.net</li>
                        <li class="mt-2">واتس أب: 966553139979</li>
                        <li class="mt-2">يتم تقديم المساعدة والدعم التعليمي من خلال هذه التواصل مع المدربين من خلال الواتس اب 966553139979.</li>
                    </ul>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="attendance-policy">{{ __('words.attendance-policy') }}</h1>
                    <p>يمكن بسهولة إثبات الحضور وفق جدول البرامج التدريبية ودخول الفصول الافتراضية على منصة التدريب من خلال اتباع الخطوات التالية:</p>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">1.	الذهاب إلى رابط المنصة التدريبية الخاصة بشركة شركة مركز احترافية التدريب للتدريب https://app.ptc-ksa.net</li>
                        <li class="mt-2">2.	البدء في تسجيل الدخول إلى الحساب الخاص على المنصة باسم المستخدم وكلمة المرور.</li>
                        <li class="mt-2">3.	بمجرد تسجيل الدخول للمنصة الإلكترونية للتدريب يتم تسجيل الحضور والانصراف بشكل تلقائي</li>
                        <li class="mt-2">4.	بجوار اسم كل برنامج تدريبي، يوجد زر خاص بتسجيل الحضور، وهنا على المتدرب/ة أن يقوم بالضغط على زر الحضور المجاور للبرنامج المُراد إثبات حضورها.</li>
                        <li class="mt-2">5.	بذلك يكون المتدرب قد قام بالفعل بحضور البرنامج التدريبي وقد أثبت ذلك تلقائيا بعد الدخول على المنصة حيث أن الحضور افتراضيا يعادل الحضور الاعتيادي.</li>
                        <li class="mt-2">6.	التزام المتدربة بالحضور للجلسات التدريبية بما لايقل عن 70% من معدل الجلسات التدريبية لكل دورة.</li>
                    </ul>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="academic-integrity-policy">{{ __('words.academic-integrity-policy') }}</h1>
                   <p>من منطلق الحفاظ على القيم الأخلاقية العلمية والمهنية التي يحثنا عليها ديننا الحنيف، ويعمل شركة مركز احترافية التدريب دوما على تعزيزها في بيئته التدريبية من خلال التشديد الدائم على الالتزام بأعلى معايير النزِاهة الأكاديمية سواء من جهة المدربين والعاملين بالمركز أو المتدربين، حيث يتولى المركز مسؤولية تهيئة بيئة تتوافر بها مستويات رفيعة من النزاهة الأكاديمية من خلال وضع معايير وضوابط للعملية التدريبية تعمل على تحقيق النزاهة الأكاديمية في كافة مراحل العملية التدريبية بداية من تسجيل المتدربين بالبرامج التدريبية أو أثناء التدريب أو في مرحلة الاختبارات والنتائج، حيث يؤمن المعهد بأن تعزيز النزاهة الأكاديمية تمثل جزءًا أساسيًا من النمو الشخصي والفكري للمتدرب، وأن زيادة وعي المتدرب والمدربين والموظفين بالقضايا ذات الصلة بالنزاهة الأكاديمية من خلال تعزيز مناخ تسوده روح الثقة والأمانة والمعايير الأخلاقية الرفيعة يساهم بدور رئيس في تقدم المجتمع وازدهاره من خلال تخريج كوادر قادرة على تحمل مسئولية تقدم ورفعة الوطن نظراً لما تتمتع به من القيم الأخلاقية العالية.</p>
{{--                    <p> يعبر مصطلح النزاهة الأكاديمية عن التزام المتدربين بالقيم الأدبية الراقية وبالأمانة التعليمية تحقيقاً لنجاحه الأكاديمي بشكل مسؤول، ويشمل ذلك النزاهة في التحدث والتشاور على أنظمة التعلم الإلكتروني والتعليم عن بعد، وعدم الغش في الاختبارات، أو تكليف الآخرين بإجراء الأنشطة الإلكترونية نيابة عنهم، وتعد النزاهة الأكاديمية جزء أساسي من نظام التعليم والتعلم في برامج التعلم الإلكتروني والتعليم والتدريب عن بعد، هذا وتحرص شركة شركة مركز احترافية التدريب للتدريب على تحقيق النزاهة الأكاديمية في برامج التعلم الإلكتروني والتعليم عن بعد عن طريق (على سبيل المثال وليس الحصر):</p>--}}
{{--                    <ul class="list-disc mt-5" style="margin-right: 3rem;">--}}
{{--                        <li class="mt-2">تقديم التوجيه والإرشاد للمتدربين الجدد</li>--}}
{{--                        <li class="mt-2">منع الغش</li>--}}
{{--                        <li class="mt-2">احترام حقوق الملكية الفكرية</li>--}}
{{--                    </ul>--}}
                    <h2 class="text-2xl mb-8 mt-8">أشكال انتهاك النزاهة الأكاديمية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">الغش: وهو نقل أعمال الآخرين والاستخدام غير المصرح به لأي معلومات ومواد تدريبية في الاختبارات الأكاديمية أو غيرها من المهام الموكلة للمتدربين</li>
                        <li class="mt-2">الانتحال الأدبي والسرقة الفكرية: وهي استخدام عمل الأخرين كأنه عمل الشخص، دون الإشارة إلى صاحب العمل الأصلي</li>
                        <li class="mt-2">التلفيق والتزوير: إقدام المتدرب على تغيير المعلومات المتاحة له أو تلفيقها في اختبار أو واجب أكاديمي، أو إحضاره لشهادة طبية مزوّرة من أجل التغيب عن الحضور</li>
                        <li class="mt-2">انتحال شخصية الغير: ادعاء المتدرب صفة غيره داخل المنصة الالكترونية أو في اختبار أو امتحان، أو في أي نوع من الواجبات الأكاديمية. وفي هذه الحالة، تتم معاقبة المتدرب المنتحل شخصية غيره، والمتدرب الدافع للانتحال</li>
                        <li class="mt-2">استغلال التعاون: اعتماد متدرب على طالب آخر ضمن مجموعته لإنجاز واجب/عمل مشترك، أو استغلال متدرب آخر لإنجاز الواجبات الفردية.</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">آلية فحص أعمال وأنشطة المتدرب:</h2>
                    <p>تعتمد شركة مركز احترافية التدريب على طريقة مميزة لمتابعة أداء وأنشطة المتدربين على المنصة الالكترونية من خلال أنظمة عالمية متخصصة تعمل بشكل متكامل لتقديم تقارير حول متابعة المتدربين.
                        يتم تسجيل المتدرب في دورات شركة مركز احترافية التدريب عبر توثيق الايميل ورقم الجوال بإرسال رسالة نصية ورسالة بريد الكتروني لتأكيد التسجيل
                        الإجراء الثاني: يقوم المركز برفع البيانات الخاصة بالمتدرب إلى المؤسسة العامة للتدريب التقني والمهني لتقوم بمطابقتها عبر الهوية الوطنية
                    </p>
                    <h2 class="text-2xl mb-8 mt-8">ميثاق النزاهة الاكاديمية</h2>
                    <p>النزاهة الاكاديمية المطلقة متوقع في جميع المشاريع النزاهة الاكاديمية من كل متدرب يدرس في شركة شركة مركز احترافية التدريب للتدريب، ترتكز القيم الاكاديمية الاكثر أهمية على مفهوم الصدق مع احترام الجهود الفكرية للفرد والاخرين. ويفترض من المتدربين والمدربين في شركة شركة مركز احترافية التدريب للتدريب التمسك بهذه المسؤولية وتعزيز هذه القيمة هذه المذكرة تعنى تحديدا مع سلوك المتدربين في شركة شركة مركز احترافية التدريب للتدريب حيث ان الشركة لديها سـياسة عدم التسامح مطلقا مع الغش والتزوير والانتحال او اي انتهاك آخر لقانون النزاهة.</p>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="academic-integrity-policy">آليات تحقيق النزاهة</h1>
                    <h2 class="text-2xl mb-8 mt-8">(فحص أعمال المتدربين ومنع الغش ومنع انتحال الهوية)</h2>
                    <p>يتّبع < شركة مركز احترافية التدريب > عدد من الآليات التي تمنع انتحال هوية المتدرب وتضمن حضور المتدرب بنفسه وقيامه بالمهام والأنشطة، كما يتّبع < شركة مركز احترافية التدريب >. عدد من الآليات الخاصة بفحص أعمال المتدربين ومنع الغش؛ وذلك لضمان تحقيق النزاهة في بيئة التدريب الإلكتروني.</p>
                    <h2 class="text-2xl mb-8 mt-8">لمنع انتحال الهوية نتّبع الآليات التالية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">تعهد وإقرار للمتدرب باحترام الأنظمة والقوانين وعدم الغش او انتحال الهوية.</li>
                        <li class="mt-2">يتم متابعة دخول المتدرب على المنصة الإلكترونية وتسجيل وقت حضور المحاضرات بشكل كامل وعمل بنك الأسئلة للاختبارات مع وقت محدد للجواب ومنع خاصية النسخ.</li>
                        <li class="mt-2">يلزم تقييد الاختبارات والواجبات بوقت معيّن للحل وبرقم مرور حتى لا يتم تناقل الأجوبة.</li>
                        <li class="mt-2">في حال تكرار المخالفة يستبعد المتدرب من الاشتراك في أي دورات لدى مركز احترافية التدريب ويستبعد الاسم من اصدار الشهادات.</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">الأداة المستخدمة لمنع انتحال الهوية في المنصة التدريبية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">تعتمد شركة مركز احترافية التدريب على طريقة مميزة لمتابعة أداء وأنشطة المتدربين على المنصة الالكترونية من خلال أنظمة عالمية متخصصة تعمل بشكل متكامل لتقديم تقارير حول متابعة المتدربين.</li>
                        <li class="mt-2">يتم تسجيل المتدرب في دورات شركة مركز احترافية التدريب عبر توثيق الايميل ورقم الجوال بإرسال رسالة نصية ورسالة بريد الكتروني لتأكيد التسجيل</li>
                        <li class="mt-2">الإجراء الثاني: يقوم المركز برفع البيانات الخاصة بالمتدرب إلى المؤسسة العامة للتدريب التقني والمهني لتقوم بمطابقتها عبر الهوية الوطني.</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">لفحص أعمال المتدربين (الأبحاث، والمشاريع، والواجبات المنزلية، ……) وضمان نزاهتها نتّبع الآليات التالية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">مناقشة المتدرب في كافة المهام المُقدّمة للتأكد من خلو أعمال المتدرب من أي تدليس أو غش.</li>
                        <li class="mt-2">فحص الأنشطة التدريبية المتكررة غير المبنية على جهود شخصية من الطالب واتخاذ ما يلزم حياله.</li>
                        <li class="mt-2">يتم متابعة ورصد دخول المتدرب على نظام التعليم الالكتروني الخاص بالمركز وتسجيل وقت حضور المحاضرات كاملة.</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">لمنع الغش في الاختبارات الإلكترونية نتّبع الآليات التالية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">تُعقد الاختبارات الإلكترونية بشكل متزامن بحضور المدرب.</li>
                        <li class="mt-2">لا يسمح للمتدرب بدخول الاختبار بعد مضي 15 دقيقة من بدايته.</li>
                        <li class="mt-2">لا يسمح للمتدرب بالخروج من الاختبار قبل انتهاء وقت الاختبار.</li>
                        <li class="mt-2">وضع الأسئلة على شكل صورة وليس نص، وذلك للحد من إمكانية البحث عن جواب لها باستخدام محركات البحث على الإنترنت.</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">الأداة المستخدمة لمنع الغش في المنصة التدريبية:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">استخدام بنك الأسئلة بحيث تظهر أسئلة مختلفة عند كل متدرب.</li>
                        <li class="mt-2">توفير أداة تمنع فتح أو تصفح أي تطبيقات أو مواقع أخرى عدا صفحة الاختبار.</li>
                        <li class="mt-2">استخدام الخاصية العشوائية Randomization في ترتيب الأسئلة أو في ترتيب الإجابات.</li>
                        <li class="mt-2">منع خاصية النسخ واللصق على بالاعتماد على متصفح Lockdown browser</li>
                    </ul>
                    <h2 class="text-2xl mb-8 mt-8">الإجراءات المتخذة في الجهة حيال الأشكال المتعددة لانتهاك النزاهة:</h2>
                    <ul class="list-disc mt-5" style="margin-right: 3rem;">
                        <li class="mt-2">التوقيف المؤقت للحساب والحرمان من التمتع بخدمات المنصة</li>
                        <li class="mt-2">إلغاء اختبار الدورة في حالات الغش.</li>
                        <li class="mt-2">تعليق الحساب وجميع إنجازاته وشهاداته في المنصة</li>
                        <li class="mt-2">تحرير محضر تفصيلي بجميع ما حدث مع ارفاق الأدلة ان وجدت.</li>
                        <li class="mt-2">الحفاظ على سرية الحالة.</li>
                        <li class="mt-2">إخبار المتدرب بالإجراء التأديبي قبل التنفيذ.</li>
                    </ul>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="privacy-policy">{{ __('words.privacy-policy') }}</h1>
                    <p class="mt-2">المعلومات المحتواة في هذا الموقع هي للأغراض العامة والتعليمية والتدريبية فقط، كما أن المعلومات المحتواة في هذا الموقع مقدمة من قبل " شركة شركة مركز احترافية التدريب للتدريب".</p>
                    <p class="mt-2"> الشركة وإدارتها لا يتحملا بأي شكل من الأشكال أي ضرر أو خسائر تنتج عن استخدام الموقع أو التعامل معه بشكل مباشر أو غير مباشر.</p>
                    <p class="mt-2"> يجمع ويخزن موقع شركة شركة مركز احترافية التدريب للتدريب بشكل دوري بعض المعلومات من مستخدمي الموقع، وذلك بهدف تحسين وتطوير وإدارة موقع الشركة بشكل أفضل، ولأغراض عملية أخرى، ومن هذه المعلومات، الصفحات التي تمت زيارتها في الموقع، عنوان بروتوكولات الإنترنت الخاص بالزائر، ونوع المتصفح ولغته، وتاريخ ووقت الطلب. </p>
                    <p class="mt-2">ليس من أهداف الموقع التشارك مع الغير في هذه المعلومات أو استخدامها لغير الأغراض الفنية وتطوير الخدمات مالم يتوفر طلب قانوني ورسمي بخلاف ذلك. </p>
                    <p class="mt-2">نؤكد على ضرورة الإشارة المرجعية عند الرجوع أو الاستخدام لأي مادة منشورة في هذا الموقع</p>
                    <p class="mt-2">يحق للشركة إجراء أي تعديل طفيف أو جذري لشروط سياسة الخصوصية من وقت لآخر من دون الحاجة إلى تقديم إخطار بذلك، وإذا كنت ترغب بالاستمرار في استخدام موقعنا بعد إدخال التعديلات على سياسة الخصوصية هذه، فإن هذا يعني قبولك لهذه التغييرات </p>
                    <p class="mt-2"> يحق للشركة اتخاذ التدابير التي تراها ملائمة للحماية من أي فقدان أو إساءة استخدام أو تغيير للمعلومات الموجودة على الموقع الإلكتروني،</p>
                    <p class="mt-2"> تكون قوانين المملكة العربية السعودية وحدها هي القوانين واجبة التطبيق في كل ما يتعلق بالنزاعات التي  قد تنشأ من جراء استخدام هذا الموقع الإلكتروني ، كما تختص محاكم المملكة العربية السعودية حصرياً بالنظر في تلك النزاعات والبت فيها.</p>

                    <h1 class="text-3xl mb-8 mt-8 font-bold" id="intellectual-property-rights">{{ __('words.intellectual-property-rights') }}</h1>
                    <p>جميع حقوق الملكية محفوظة لصالح شركة شركة مركز احترافية التدريب للتدريب</p>
                    <p>محتويات الموقع محفوظة بموجب حقوق الملكية الفكرية لصالح شركة شركة مركز احترافية التدريب للتدريب ويتعرض للمساءلة القانونية كل من يستخدم البرامج التدريبية بمسمياتها أو مكوناتها، أو من يقوم بالنقل أو الاقتباس أو النسخ أو العرض أو النشر بأية طريقة.</p>
                    <p>محتويات هذا الموقع بما في ذلك، على سبيل المثال لا الحصر، النصوص، الرسومات، الصور، الشعارات، الروابط والأصوات محمية بموجب حقوق شركة شركة مركز احترافية التدريب للتدريب، وغير مصرح باستخدام أو إعادة نشر أو تخزين أو طباعة تلك المعلومات والخدمات والمواد وحقوق الملكية الواردة في هذا الموقع ممنوع منعا باتا استخدامها للأغراض التجارية او التسويق   أو النسخ لحقوق الملكية الفكرية.</p>
                </div>
            </div>
        </div>
    </div>
</body>
</html>
