<template>
    <app-layout>
        <div class="container px-6 mx-auto grid">
            <h1 class="mt-10 text-lg text-center text-red-600">الخطة التدريبية للمدربين لإتمام التدريب الإلكترونى بإحترافية</h1>

            <p class="mt-2">
                فى إطار التوجه العام لتحقيق أهداف رؤية 2030  وجهود المملكة العربية السعودية لتحقيقها من خلال تدريب أكبر عدد من فئات المجتمع على البرامج المهنية والحرفية لتعزيز العنصر البشري وزيادة الانتاج وزيادة اعداد العاملين بالعمل الحر ، ونظراً لظروف العمل للمواطنين وصعوبة حضور الدورات الحضورية فى مواعيد ثابتة ، وانطلاقاً من مركز احترافية المدرب ، احدى المؤسسات الوطنية الرائدة بالتدريب والتى تعمل بشكل تخصصى فى مجال التدريب وتطوير الافراد فى المجالات المختلفة ، وذلك من خلال طاقم مميز من المدربين والفنيين ذوى الخبرة فى هذا المجال ، فقد تم توفير جميع دعائم نظام التدريب الإلكترونى داخل المركز علاوة على تدريب المدربين على المحاور الثلاثة (استخدام التقنية ، تطوير المحتوى الإلكتروني ، مهارات التدريس) وتشمل الاتى:
            </p>

            <h2 class="mt-5 text-lg text-red-600">اولاً :- إستخدام التقنية</h2>
            <p>يتم تدريب المدربين ولمدة 15 ساعة على اكتساب المفاهيم الأساسية المتعلقة بالتقنية والتمكن من استخدام تطبيقاتها في التعليم حيث يكون المدرب في نهاية التدريب قادراً على الاتى:</p>
            <ul class="list-disc mx-10 mt-2">
                <li>التخطيط والتصميم الفعال للتعليم عن بعد بإستخدام الوسائل التقنية</li>
                <li>استخدام الوسائل التقنية في عملية التقويم ، من خلال استخدام اساليب مختلفة للتقويم الإلكترونى</li>
                <li>استخدام الوسائل التقنية لتطوير أدائه وممارسته المهنية</li>
                <li>استخدام الأجهزة اللاسلكية المتنقلة الصغيرة والمحمولة يدويًا مثل الهواتف المتنقلة، والمساعدات الرقمية الشخصية، والهواتف الذكية، والحاسبات الشخصية الصغيرة لتحقيق المرونة والتفاعل في عمليتي التدريس والتعلم في أي وقت وفي أي مكان</li>
                <li>الدخول الى المنصة واستخدام النظم المستخدمة بالعملية التعليمية</li>
                <li>التأكد من امتلاك الأدوات اللازمة لإيصال التدريب الالكتروني بكل كفاءة</li>
                <li>المقدرة على التعامل مع المادة العلمية تقنيا وأنظمة الحضور وأنظمة الاختبارات</li>
                <li>الاستخدام الآمن لمصادر التقنية</li>
            </ul>

            <h2 class="mt-5 text-lg text-red-600">ثانياً :- تطوير المحتوى الالكتروني</h2>
            <p>يتم تدريب المدربين ولمدة 15 ساعة على تصميم وتطوير المحتوى الالكتروني باستخدام الحاسوب وتطبيقاته المختلفة ، ونشره وعرضه للمتدربين وإمكانية الاختيار من بين بدائل متعددة لمصادر التعلم والوسائط التفاعلية حسب احتياجات كل متدرب.</p>

            <h2 class="mt-5 text-lg text-red-600">ثالثاً :- مهارات التدريس</h2>
            <p>يتم تدريب المدربين بالمدة الكافية اللازمة لإكستاب الاحترافية فى مهارات التدريس خلال المراحل الثلاثة المتعارف عليها (التقنية التصميم – النظام الإدارى ) كالتالى:</p>

            <h3 class="mt-5 text-blue-900 text-lg mx-6">مرحلة التقنية</h3>
            <ul class="list-disc mx-10 mt-2">
                <li>اتقان المهارات الأساسية للحاسوب</li>
                <li>استخدام أنظمة إدارة التعلم، وأنظمة إدارة المحتوى التعليمي  Intelligent learning environment</li>
                <li>استخدام منصات الوسائل الاجتماعية عبر الإنترنت في البيئات الأكاديمية</li>
            </ul>

            <h3 class="mt-5 text-blue-900 text-lg mx-6">مرحلة التصميم</h3>
            <ul class="list-disc mx-10 mt-2">
                <li>وضع وصف كامل للبرنامج التدريبى</li>
                <li>اتقان مهارة تصميم المحتوى التعليمي الالكتروني</li>
                <li>اتقان المادة واستخدام أدوات التعلم الالكترونية المناسبة</li>
                <li>اتقان مهارة تنويع أساليب التدريس وتشجيع العمل ضمن الفريق والبحث عن الاجابات</li>
                <li>تصميم المادة وفقا لمتطلبات الجهة الطالبة</li>
                <li> تحديث المحتوى التعليمي الالكتروني بإستمرار بما يتواكب مع اخر المتغيرات</li>
            </ul>

            <h3 class="mt-5 text-blue-900 text-lg mx-6">مرحلة النظام الادارى </h3>
            <ul class="list-disc mx-10 mt-2">
                <li>الحرص على متابعة الحضور الالكتروني للمتدربين</li>
                <li>ضمان تفاعل المتدربين مع العملية التعليمية خلال فترة البرنامج التدريبى</li>
                <li>متابعة المتدربين وتقدمهم فى انهاء البرنامج التدريبى وتطور المحتوى لسهولة فهم المادة</li>
                <li>التقييم المستمر والعادل لضمان تقديم افضل تجربة تدريب عن بعد</li>
            </ul>
        </div>
    </app-layout>
</template>

<script>
import AppLayout from '@/Layouts/AppLayoutTrainee'
import Welcome from '@/Jetstream/Welcome'
import LanguageSelector from "@/Shared/LanguageSelector";
import HeaderCard from "@/Components/HeaderCard";
import JetLabel from '@/Jetstream/Label';
import JetInput from '@/Jetstream/Input';
import JetInputError from '@/Jetstream/InputError';
import JetTextarea from '@/Jetstream/Textarea';
import JetButton from '@/Jetstream/Button';

export default {
    components: {
        AppLayout,
        Welcome,
        LanguageSelector,
        HeaderCard,
        JetLabel,
        JetInput,
        JetInputError,
        JetTextarea,
        JetButton,
    },
    data() {
        return {

        }
    },
    mounted() {

    },
    methods: {

    },
    beforeDestroy() {

    }
}
</script>
