<?php

namespace App\Exports;

use App\Models\Back\Trainee;
use Maatwebsite\Excel\Concerns\FromCollection;
use Maatwebsite\Excel\Concerns\WithHeadings;
use Carbon\Carbon;

class ExportSomeTraineesFromGada implements FromCollection, WithHeadings
{
    public function collection()
    {
        $idNumbers=[
           '1142458262',
           '1131569830',
           '1094824206',
           '1098475278',
           '1114128562',
           '1067218402',
           '1106199498',
           '1083553048',
           '1093811659',
           '1087318810',
           '1097372179',
           '1045276464',
           '1037646302',
           '1091887479',
           '1070767080',
           '1097460560',
           '1119061255',
           '1081911032',
           '1115636043',
           '1113608028',
           '١١٠٩٥٩٧٣٥٩',
           '1120806656',
           '1123767244',
           '1094969548',
           '1101101168',
           '1105313488',
           '1049917287',
           '1060057906',
           '1091043289',
           '1055154247',
           '1023425919',
           '1093569026',
           '1072284464',
           '١٠٢٨٢٩٢٦٠٣',
           '1085171526',
           '1098920927',
           '1083294965',
           '1045121405',
           '1114948100',
           '1121228397',
           '1086029723',
           '1098806332',
           '1127387817',
           '1126306453',
           '1085592796',
           '1083317683',
           '1066148576',
           '1087953590',
           '1098899998',
           '1076143211',
           '1108934819',
           '١٠٨٣١٩٣٥٤٨',
           '1115473512',
           '1114318460',
           '1105446932',
           '1090327998',
           '1084896800',
           '1120806649',
           '1096857394',
           '1066967926',
           '1106040817',
           '1127018834',
           '1090786045',
           '1102280896',
           '1068400231',
           '1113433732',
           '1132117019',
           '1084456753',
           '1094485784',
           '1123372409',
           '1114422296',
           '1059001626',
           '1037113105',
           '1073288381',
           '1057171561',
           '1043213469',
           '1118067063',
           '1057313338',
           '1103236624',
           '1126589744',
           '1129974836',
           '1073286716',
           '1070459951',
           '1020634984',
        ];

        $trainees = Trainee::withTrashed()->whereIn('identity_number',$idNumbers)
        ->where('zoho_contract_status','completed')
        ->get();
    

        return $trainees->map(function ($trainee) {
            return [
                'name' => $trainee->name,
                'identity_number' => $trainee->identity_number,
                'email' => $trainee->email,
                'phone' => $trainee->phone,
                'company' => $trainee->company->name_ar ?? '-',
                'status' => $trainee->zoho_contract_status,
          
            ];
        });
    }

    public function headings(): array
    {
        return [
            'الإسم',
            'الهوية',
            'الإيميل',
            'الجوال',
            'الشركة',
            'حالة العقد',
        ];
    }
}
